var companyData = {
    c1: {
        title: "正中置业集团",
        img: "c1.jpg",
        name: "正中置业集团有限公司",
        content: "系正中集团全资子公司，是专业从事产业地产及住宅地产综合开发的企业。截至目前，正中置业集团已累计开发完成包括商业综合体、写字楼、精品住宅、酒店、高尔夫球会在内的多个高端项目。2015年，随着旧金山湾区地块的收购，业务首次踏入美国。"
    },
    c2: {
        title: "正中企业服务",
        img: "c2.jpg",
        name: "正中企服",
        content: '专注于高端写字楼、产业园区的运营管理、产业服务以及商业地产的投资和运营管理。目前公司运营管理的高端写字楼物业超过百万平米，包括科兴科学园、美国标准石油大厦在内的海内外高端物业。客户涵盖腾讯互娱、招银科技、微软研发（深圳）等高附加值企业1000余家，5万余人。'
    },
    c3: {
        title: "正中新材",
        img: "c3.jpg",
        name: "正中新材料有限公司",
        content: '（简称“正中新材”）成立于2017年，由正中集团控股并经营管理。正中新材致力于研发、生产、销售可降解并循环再生的新型聚酯材料及聚酯薄膜。'
    },
    c4: {
        title: "正中创投&基金",
        img: "c4.jpg",
        name: "",
        content: '正中创投的核心业务定位为创业服务、初创期风险投资和扩展期成长投资。目前，关注客户超过400家，重点关注TMT、生物医药、文化创意领域的创新与成长机会。<br>正中基金管理有限公司成立于2015年，秉承价值为本的投资理念，凭借集团强大的产业经营能力，核心聚焦房地产投资基金及其他产业投资基金，主要服务机构客户，为客户实现资本增值。'
    },
    c5: {
        title: "科兴制药",
        img: "c5.jpg",
        name: "科兴制药",
        content: '是一家集研发、生产、销售于一体的生物制药高新技术企业。科兴制药先后获得13个新药证书，拥有2个国家一类新药，2个独家专利品种，在“抗病毒、血液、消化、肿瘤、免疫”等领域已形成独特优势。产品在知名度、美誉度及市场份额上，都已跃居国内外同类产品前列，其中，注射用重组人干扰素α1b的市场占有率稳居全国首位。'
    },
    c7: {
        title: "正中高尔夫球会",
        img: "c6.jpg",
        name: "深圳正中高尔夫球会",
        content: '位于深圳市龙岗区宝荷路，球场总占地面积250万平方米，拥有36洞国际锦标赛级球场体。2019年受邀加入欧巡赛球场联盟，是中国首家受邀加入的高尔夫俱乐部。'
    },
    c6: {
        title: "华美板材",
        img: "c7.jpg",
        name: "深圳华美板材有限公司",
        content: '成立于2004年，2013年纳入正中集团旗下企业版图。华美板材注册资本1亿元，总投资12亿元，占地25万平方米，目前拥有酸再生线、酸洗线等14条生产线，总产能达200余万吨，是华南地区产业链最为完整的精品板材制造和研发基地。'
    },
    c8: {
        title: "正中冷链",
        img: "c8.jpg",
        name: "正中冷链",
        content: '建于2014年，位于深圳宝安华美工业园，将建设成为全国第一个全冷链物流示范项目。'
    },
    c9: {
        title: "正中酒店餐饮",
        img: "c9.jpg",
        name: "正中酒店餐饮管理有限公司",
        content: '是隶属正中集团旗下的一家专业从事酒店及餐厅经营管理的公司，旗下有五星级酒店隐秀山居、高端餐饮荣粤酒家、大桥日本料理等。'
    }
}



// var job1 = "企业文化品牌类、人力资源类、行政类、风险内控类、知识管理类、IT计算机类、财务类、融资类、市场营销类、国际业务类",
//     job2 = "建筑工程造价类、工程管理类、装饰设计类、开发报建类",
//     job3 = "生物制药类、医药研发类、营销推广类",
//     job4 = "客服类、市场策划类、运营类、采购类、财务类、人力资源类",
//     job5 = "职能类、生产计划类、生产技术类、机电工程类、审计类",
//     job6 = "营销类、企业管理类、采购类",
//     job7 = '场务类、销售类、品牌策划类、人力资源类',
//     job8 = '市场类、企划类、人力资源类、采购类、财务类、服务类',
//     str = "",
//     num = 2;
// job6.split('、').forEach(function(item) {
//     str += `<div class="jobs-item">
//     <div class="job-link">
//         <div class="link-left"> <img src="./images/icon1.png" alt="" srcset=""><span class="label">职位：</span> <span class="text">${item}</span> </div> <a href="#">立即申请》</a>
//     </div>
// </div>`
// })


// console.log(str)